data={
  "cultural": {
  	"tuesday": {
      "date": "8th March",
      "host":"EC-IT",
      "first" : {
        "name": "Treasure Hunt",  
        "time": "10:00 am onwards",
        "venue": "FOT ground",
        "description":"There will be total three rounds.  In the first round there will be a written test, questions will be relate to general knowledge and logical thinking. Top teams with high scores will be selected for second round. In second each team will be give different clues. They have to solve the clue which will give directions to the next clue. Team's qualification for next round will be decided by the time taken by them to find the all the clues.",
        "tagline":"Solve it, Hunt it, Grab it",
        "fees":"100/- rupees per team",
        "rules":"<br/>1. Each team can have maximum 4 members in their team<br/>2.Each team has to announce a leader at the time of registration. <br/>3.All teams have to solve the all clues for the particular round in specific time, if cant that team will be disqualified<br/>4.The clues are to be found in a particular order. A team cannot skip a clue. Skipping a clue leads to disqualification of the team. <br/>If you found other team's clue by any chance never tamper it.",
		"coordinators":"Shubham Patel (9924914895)<br>                Jigar Patel        (7874862672)"
        },
      "second": {
        "name": "HARDIS ND DREWZ",  
        "time": "10:30 onwards",
        "venue": "CF Garden",
		"fees":"Rs. 50/- per team (3 members per team)",
        "tagline":"Where a little wit can cause wonders...",
        "description":"Event consists of three rounds to be played by each team of 3 members",
        "rules":"<br/>ROUND  1 : Charades and Dialoguebazzi<br/>Round 1 is subdivided into 2 parts - <br/> (a)  Charades <br/>We all know the popular game of charades. In this round two teams will         compete against each other. One member of a team will be given a movie name and the rest of the teammates will have to figure it out in a limited period of time. <br/>Winner will be decided on the basis of most number of right answers.<br/>(b)  Dialoguebazzi<br/>One member of a team will be given a dialogue and the rest of the members will have to guess the name of movie and the character to which the dialogue belongs. Limited time will be given to figure out the answers. <br/>Winner will be decided on the basis of most number of right answers.<br/>ROUND 2:  Trickery<br/>Team members or a single team member will be given a series of trick question.                 The team who answers the most will be declared the winner. <br/>ROUND 3: Sherlocked<br/>A fictional crime scene will be given to the team and they will have to solve the case within the time allocated.The team who will solve the case in the minimum time will be declared the winner",
        "coordinators":"Parthit Sardhara   9624789439<br>		                      Dilip Sathvara       9624472763",
        },
      "third": {
        "name": "Bahubali",  
        "time": "11:00 am onwards",
        "venue": "CF garden",
        "coordinators":"Ankit kukadia (9712692876)<br>                          Parth Desai      (9409324470)",
        "tagline":"Dum laga ke haisa",
        "description":"Two competitive teams are supposed to pull a nylon rope from opposite sides. The distance between the center line and the first member of each team will be 2m. If a team is able to pull a member of the opposing team into his area then that team will be the winner.<br/>The event will be conducted in three rounds. Winner will be decided by best of three.",
        "rules":"Maximum number of players per team: 6",
		"fees":"Rs. 60/- per team"
        },
      "fourth": {
        "name": "Pyramid Knock-out",  
        "time": "10:30 onwards",
        "venue": "CF",
        "coordinators":"Vaghela Priyank  (9925339131 / 8690340051)<br>                               Hingrajiya Dharmik (7874352218)",
		"fees":"Rs. 10/-",
        "tagline":"Focus n Roll the way to success.",
        "description":"Here the participants have to throw a ball and take down all the glasses arranged in form of a pyramid. ",
        "rules":"Each participant will get two chances.<br/>The one who succeeds to takes down all the glasses of the pyramid will be declared the winner.",
        },
      "fifth": {
        "name": "Snakes and Ladders",  
        "time": "11:00 am onwards",
        "venue": "CF Garden",
		"fees":"Rs. 20/- per team",
        "coordinators":"Madhav Bhadiyadra (9429378866)<br>                         Manoj Parmar          (8530054607)",
        "tagline":"Climb up or be swallowed....",
        "description":"This is a typical classic board game of snakes and ladders which will be played on ground.",
        "rules":"Two teams can play this game at a time, one should through the dice and another will move on the maze according to numbers on dice.<br/>The team who will first complete the game will be the winner.<br/>Each team can have maximum two players<br/>Final decision lies with the game coordinators.",
        },
      "sixth": {
       "name": "Rhythm of your Heart",  
        "time": "full day",
        "venue": "CF Garden",
		"fees":"",
        "coordinators":"Patel Sanket      (8866213277)<br>                          Romanch Shah (9408561931)<br>                          Vivek Sangani   (7698409252)",
        "tagline":"Let the song of your liking be mesmerized in everyone's head.",
        "description":"Here, you can ask the coordinators to play your FAVOURITE song to spread the mystic of your song.<br/>Personally customized songs and TRANS music are all welcomed (max 5 minutes).<br/>AND........<br/>Also you can give A CLUE about the person to whom you wish to dedicate the song!!!!!!!!!<br/>SO ALL THE MUSIC MANIACS!!! Let's infuse DDU air with your favourite tunes..!",
        "rules":"A token of Rs 10/- will be taken from everyone",
        },
      "seventh": {
       "name": "Ad selfie",  
        "time": "11:00am onwards",
        "venue": "C.F. Garden",
		"fees":"Rs. 20/- participant",
        "coordinators":"Yash Patel        (9537061104)<br>                          Mrunal Sheth   (9408673306)",
        "tagline":"Selfie madness at its peak!!!",
        "description":"Participants have to click selfies with a given product in an innovative way to attract customers and have to write one self-made tagline for that product.",
        "rules":"Tagline should not be copied of an already existing brand.<br/>Participants will have to use their own mobile phones.<br/> Final decision will lie with judges.",
        },
      "eighth": {
        "name": "INKredible tattoos",  
        "time": "02:00pm onwards",
        "venue": "CF platform",
		"fees":"Rs. 10/- per participant",
        "coordinators":"Rana Kirtan (9638090649)     <br>                 Zeriya Anish(9725235333) ",
        "tagline":"INK your imagination!!!",
        "description":"This competition is about tattoo making. Participants have to draw the design of tattoo on paper.",
        "rules":"1. The size of paper is 10 x 20 cm (approx.) <br/>2. Tattoo should cover maximum area of paper<br/>3. Participants have to draw the design of tattoo on the spot only<br/>4. Time of this competition is 30 minutes.<br/>5. Materials (pens, pencils, paper etc.) need to be arranged by the participant.<br/>6. Reference is not allowed during competition, free hand draw is allowed only<br/>7. Tattoo may contain any symbol or character<br/>8. After completing the competition winners will be declared by judges.",
        },
      "ninth": {
       "name": "Track your target",  
        "time": "10:00am onwards",
        "venue": "CF garden",
        "coordinators":"Ankit Suhagiya (9712109112)    <br>                        Arjun tejani     (8460347371)",
		"fees":"Rs. 10/-",
        "tagline":"Concentration is all u need...",
        "description":"In this event, the participants will be provided with darts which they have to target on a Dart wheel fixed at a distance from the position of the participant.",
        "rules":"Three chances will be given to each participant and on the basis of their performance they will be given points.<br/>The participants securing points above the threshold fixed by the coordinators will be declared the winner.",
        },
      "tenth": {
       "name": "What's on ur cards?",  
        "time": "10:00am onwards",
        "venue": "CF platform",
        "coordinators":"Hiren Rana      (8758515652)<br>                           Parth Prajapati (7600933710)",
		"fees":"Rs. 10/- per participant",
        "tagline":"It's beyond playing cards!!",
        "description":"This is a fun game where the participants will have to chose 3 cards out of a shuffled stack of cards. These cards will be having an electronic/electrical symbol printed on its back. <br/>eg. Symbol of an AND gate. <br/>The participant will have to identify these three symbols correctly within 30 seconds of time time.<br/>",
        "rules":"The one who identifies all the symbols correctly will be declared the winner.",
        },
        "eleventh": {
       "name": "Best of the Day",  
        "time": "04:00 pm",
        "venue": "CF Stage",
        "coordinators":"",
        "description":"The best dressed girl and the best dressed boy dressed according to the theme of the day will be selected as the winner.",
        "tagline":"",
        "rules":"",
        },
    },
  	"wednesday": {
      "date": "9th March",
      "host":"CE-IT-MBA",
      "first": {
       "name": "IPL Auction",  
        "time": "2 Hrs",
        "venue": "CF",
        "coordinators":"Mrunal Sheth - 9408673306<br>Yash Patel - 9537061104",
        "description":"This event is exactly like Real IPL Auction. Participants are supposed to buy teams with real money and players by virtual money.<br>Team which obtains highest points will be announced as winner.",
        "tagline":"1..2..3..And the player sold to....",
        "rules":"Players would be given rating on basis of current form and ICC Ranking.<br>Participants in Team: Maximum 5.",
        "fees":"Rs.50/- Per Team",
        },
      "second": {
        "name": "Roadies",
        "time": "02:00 pm onwards",
        "venue": "CF",
        "coordinators":"Hardik Makwana (9687033596)<br>Vijay Maghudiya (8155997600)",
        "description":"This game will be played for two days.<br><br>First day GD and PI rounds there, and other day tasks will going to be perform.<br><br>Day 1: The applicants are first attend a Group Discussion (GD) and then asked to fill out a form.<br> The form consists of basic questions regarding the applicant and includes some basic questions.<br> Moderators watch the performance of all the applicants in this GD and then they shortlist some people who are called for the Personal Interview round.<br> This personal interview takes place with some of the moderator.<br> And these interviews are known to be intense and try to bring out the true nature of the participant.<br><br>Day 2: Who are selected in PI (personal interview) they have to perform the physical task and go for the win and become the real roadies of the college.<br> Physical task is given by coordinator.<br> Participant must have to perform that task.<br> At last winner and runner up are declared and case prize are given to them. ",
        "tagline":"Dare to add your name here...!",
        "rules":"Individual participation only.<br> The decisions of the judges and coordinators of the contest will be final and binding on all the participants.<br> The organizers reserve the right to any changes to the rules and regulations.<br> The format and structure of events is subject to change before the actual beginning of the event.",
        "fees":"Rs.50/- Per participant.",
        },
      "third": {
       "name": "DDU's Dramebaaz",  
        "time": " 11:00am onwards",
        "venue": "",
        "coordinators":"Jayraj Sodha     (8866084454)<br>Swai Bandekar (9574374803)",
        "description":"If you ever think that there is something like acting ka keeda in you than, yes you knocked the right door. This is a unique event which will bring out the hidden actor in you.<br> We are providing you a platform to full fill the dream of being as actor.<br>The event would be conducted in three rounds as follows:<br><br>Round 1: 09th March, 2016<br>Here, the participants have to act on a scene of their own choice. They have to prepare an act of 3 minutes at least.<br>(You can take any Bollywood scene or any myths scene or based on your own script)<br>(Winners from round 1 would go to round 2)<br><br>Round 2: 10th March, 2016<br>In this round the winners of first round would be randomly assigned another partner and they will perform together. (Boy with boy or Girl with girl or Boy with girl) (Best couples would be shortlisted to round 3). The marks will be given to individual even if you are in pair.<br><br>Round 3: 10th March, 2016<br>In this round participants will be given a particular situation/scene to prepare in a time of two hours a two hour before the round and you would have to prepare the scene, dialogues, and script on your own and have to present the act of at least five minutes (You have to perform on stage and probes should be arranged by you if required). The winners would be solely selected on the basis of the act.",
        "tagline":"Lights Camera Drama..!!!",
        "rules":"", 
        "fees":"20/- per participant",      
        },
      "fourth": {
       "name": "Back to school",  
        "time": "10:00 am onwards",
        "venue": "MMH garden",
        "coordinators":"Punil Morasiya(9725137917)",
        "description":"Lemon spoon<br><br>In this event, at a time there will be race between five participants.<br> Each participant has to hold spoon in their mouth and lemon will be put on that spoon.<br> Whoever will complete the designed path in shorter time time will be declared the winner.<br>Participants must have to keep their hands back.<br>If lemon will fall during the race that participant will be out of the game.<br><br>Sack race<br><br>This event will be very interesting and joyful for the participants as well as for crowd.<br>Here, sacks will be distributed to the participants, and at a time there will be race between five participants.<br> Whoever participant will complete the destined path in shorter time will be declared the winner.",
        "tagline":"Let's recall some sweet memories",
        "rules":"",
        "fees":"Rs.10/- per participant",
        },
      "fifth": {
       "name": "A minute to win it",  
        "time": "10:30 am onwards",
        "venue": "CF garden",
        "coordinators":"Keval Choksi - 8866357836<br>Hardik Hulani - 8128686581",
        "description":"The event consists of small entertaining games that are played in one minute.<br> It is all about what a player can do in a task for one minute.<br> The game shall be played by one or two players as per the task requirements.",
        "tagline":"Every second counts!!!",
        "rules":"",
        "fees": " Rs. 10/- per participant",
        },
      "sixth": {
       "name": "Snakes and Ladders",  
        "time": ": 11:00 am onwards",
        "venue": "CF garden",
        "coordinators":"Bhargav Daftary  (8460886355)<br>Parth Makadiya  (9426177576)",
        "description":"This is a typical classic board game of snakes and ladders which will be played on ground.<br> Two teams can play this game at a time, one should through the dice and another will move on the maze according to numbers on dice.<br> The team who will first complete the game will be the winner.",
        "tagline":"Climb up or be swallowed....",
        "rules":"Each team can have maximum two players.<br> Final decision lies with the game coordinators.",
        "fees": " Rs. 20/- per team",
        },
      "seventh": {
       "name": "RYTHM OF UR HEART",  
        "time": " Full Day",
        "venue": "CF garden",
        "coordinators":"Patel Sanket      (8866213277)<br>Romanch Shah (9408561931)<br>Vivek Sangani   (7698409252)",
        "description":"Let the song of your liking be mesmerized in everyone's head.<br> Here, you can ask the coordinators to play your FAVOURITE song to spread the mystic of your song.<br> Personally customized songs and TRANS music are all welcomed (max 5 minutes).<br> AND........Also you can give A CLUE about the person to whom you wish to dedicate the song!!!!!!!!!<br> SO ALL THE MUSIC MANIACS!!! Let's infuse DDU air with your favourite tunes..!",
        "tagline":"",
        "rules":"",
        "fees":"A token of Rs 10/- will be taken from everyone.",
        },
      "eighth": {
       "name": "5 aside",  
        "time": " 10:00 am onwards",
        "venue": "Sports ground",
        "coordinators":"Dharav  Modi ( 9737724111)<br>Shivang  Mistry  (9737520767)",
        "description":"One  of  the  world's  most  popular  game  SOCCER  is  being  played  in the  college  campus,  but  with some  exciting  twists.",
        "tagline":"Play with your heart, not just your feet!",
        "rules":"Sportswear will be compulsory.<br> Offside is allowed.<br> A 15 minutes Game.<br> There will be no half time.<br> Goalkeeper will not be allowed to use his hands.<br> If   no goal is scored by any of the team, then there will be 3 penalty shootouts.<br> If  equal  no. of  goals  are scored  then,  then  the team  who  scored  the  first  goal  wins.<br> If   any foul is committed then, penalty will be given to the opposite team.<br> Referee's decision would be considered as final decision.",
        "fees":"Rs.150/- per team.",
        },
      "ninth": {
       "name": "Track your target",  
        "time": "10:00am onwards",
        "venue": "CF garden",
        "coordinators":"Ankit Suhagiya (9712109112)<br>Arjun tejani (8460347371)",
        "description":"In this event, the participants will be provided with darts which they have to target on a Dart wheel fixed at a distance from the position of the participant.<br> Three chances will be given to each participant and on the basis of their performance they will be given points.<br> The participants securing points above the threshold fixed by the coordinators will be declared the winner.",
        "tagline":"Concentration is all u need...",
        "rules":"",
        "fees":"Rs. 10/-",
        },
      "tenth": {
       "name": "What's on ur cards?",  
        "time": "10:00am onwards",
        "venue": "CF platform",
        "coordinators":"Hiren Rana      (8758515652)<br> Parth Prajapati (7600933710)",
        "description":"This is a fun game where the participants will have to chose 3 cards out of a shuffled stack of cards.<br> These cards will be having an electronic/electrical symbol printed on its back.<br><br> eg. Symbol of an AND gate.<br> The participant will have to identify these three symbols correctly within 30 seconds of time time.<br> The one who identifies all the symbols correctly will be declared the winner.<br> ",
        "tagline":"It's beyond playing cards!!",
        "rules":"",
        "fees": "Rs. 10/- per participant.",
        },
     "eleventh": {
       "name": "Best of the day",  
        "time": "04:00 PM",
        "venue": "CF Stage",
        "coordinators":"",
        "description":"The best dressed girl and the best dressed boy dressed according to the theme of the day will be selected as the winner.",
        "tagline":"",
        "rules":"",
        "fees": "",       
        },
		"twelfth": {
       "name": "Shutter Trolls",  
        "time": "11.00am onwards",
        "venue": "CF Stage",
        "coordinators":"Yash Pradhan - 9825948380",
        "description":"This is a photography competition in which  photograph must be clicked, which consist of an element of fun, in short it should be hilarious.",
        "tagline":"photography with sense of humour",
        "rules":"-Participants will be given 2 hours to click photograph in the campus.<br>-Participants have to bring their own camera and other equipments.<br>- submit best 3 photograph.<br>-Each photograph will be scored on 1-10 scale.<br>- Photograph will be judged based on how funny it is, and how good the frame is.<br>-The participant who get highest score may win.",
        "fees": "20/- Per person",       
        },
		
		},
    "thursday": {
      "date": "10th March",
      "host":"MH-BCA/MCA",
      "first": {
       "name": "",  
        "time": "11:00 a.m.",
        "venue": "CF Platform",
        "coordinators":"Priyank Vaghela-9925339131 / 8690340051</br>hingragiya dharmik-7874352218</br>",
        "description":"This is Mini Militia, the counter strike (CS) of Android and king of all multiplayer games, in which hiding is not an option.<br><br> Round1: In this round, all the players will fight with each other to kill the opponents and those who scores high will go to next round.<br>Round2: Here the participants will play next stage of the game and best six will be proceed to the next round.<br>Round3: This round will be played between two teams each consisting of 3 players out of which one team will be declared winner.<br>Participants will have to bring their own mobile phones.",
        "tagline":"Come, Battle online!!!",
        "rules":"",
        "fees": "Rs. 20/- per participant.",
        },
      "second": {
       "name": "Iska pani uske sar",  
        "time": "2 p.m. onwards",
        "venue": "CF Garden",
        "coordinators":"Kishan Suvagiya-9727006740</br>Uday Sudani-9737464579</br>",
        "description":"In this event there will be 2 teams (Two players each).<br> Two tubs will be placed at some distance.<br> One filled with water and another empty.<br> A glass will be tied in each participant's forehead.<br> One will fill water in glass from TUB without using his/her hand.<br> Another participant will be standing in the path.<br> They will transfer water from one glass to another without using their hand.<br> And second participant will pour that water into another TUB.<br> At last the side having more water will win. Time limit for this will be 2 minutes.",
        "tagline":"Get...Wet...Go..!!!",
        "rules":"",
        "fees": " Rs. 10/- per participant.",       
        },
      "third": {
       "name": "Beg Borrow Steal",  
        "time": "10 a.m. onwards",
        "venue": "FoT ground",
        "coordinators":"Jay Purohit</br>Sheo</br>Akhil</br>Urvi</br>Nivedita",
        "description":"ROUND 1<br><br>1. List of items will be provided.<br>2. Values will be assigned to each item.<br>3. Participants can beg, borrow or steal those items.<br>4. Not more than three quantities for each item.<br>5. Team with maximum points will be selected for 2nd round.<br><br>ROUND 2<br><br>1. Initially Rs. 25(Fake money) and a clue to start.<br>2. Solve the clue and get a Selfie with the place in the background.<br>3. Then you have to show it to the assigned coordinators in the particular class rooms.<br>4.  Coordinator will verify, if found appropriate, you have to buy an object corresponding to the clue.<br>5. You can't steal. <br>6. Participants can negotiate the price. Once the coordinator is convinced, next clue will be provided.<br>7. 5 clues to solve and 5 objects to buy (using fake money).<br>8. Can borrow max. Rs. 10, which in turn will be deducted from final score.",
        "tagline":"Have you got the zeal..?",
        "rules":"Team can consists of maximum two participants",
        "fees": "Rs. 50/- per team",
        },
      "fourth": {
       "name": "Nargol",  
        "time": "11 a.m. onwards",
        "venue": "CF Garden",
        "coordinators":"Divyesh Parekh-7874131218</br>Mayank-9925195305</br>Rajkumar-9724202021",
        "description":"There will three participants per team.<br>There are total 3 round (best of 3) in game.<br>In every round, each member have giving 1 chance to hit the target (7 piece of ring) and opposite team member are standing on the other side of the ring to catch the ball, if first team's participant fails to hit the target and catch the ball by opposite team member then that member will be given out and the same procedure will be repeated by the remaining team members.<br>If the ball hits on the target, then opponent team members shall try to hit any of members of first team and during that period of time, first team will try to arrange the rings in its original position and after completion of that shout nargol' loudly and that team give one point and all member should give another chance for hit target.<br>While trying to rearranging the rings, if the ball hits any of the members of the arranging team, then the team shall be given out.",
        "tagline":"Hustle, Hit, but don't quit...",
        "rules":"",
        "fees":"Rs. 30/- per team",
        },  
       "fifth": {
        "name": "Rangoli",  
        "time": "10 a.m.",
        "venue": "CF Platform",
        "coordinators":"Bhavya Maniyar-9586407457</br>Ritika savaliya-9978175561",
        "description":"Theme: DREAM - AMBITION - PASSION",
        "tagline":"Color your DREAM - AMBITION  PASSION",
        "rules":" Participants will be provided with a square space of 2x2 feet.<br> Participants should bring necessary materials.<br> Participants shall not be allowed to use materials such as tracing paper or red clay (geru).<br> Two hours will be provided to each participant.<br> Rangoli should be Theme Based.<br> Participants can use pictures' hard copy for reference but soft copy or use of internet shall not be allowed.",
        "fees": "Rs.10/- per participant",
        },
      "sixth": {
        "name": "Sand painting",  
        "time": "10:30 a.m. onwards",
        "venue": "CF Platform",
        "coordinators":"Tapan Golakiya-9723505242</br>Nirav Dhanani-7567420323</br>Ruchita Kyada-9427211703",
        "description":"Participants will have to make sand paintings based on a theme given as under.<br> Time period to make the painting will be limited and as decided by the coordinators.<br>Theme: Khusboo Gujarat ki",
        "tagline":"Let's paint Khusboo Gujarat ki",
        "rules":"1. Two participants (per team).<br>2. A block of 2X2 feet will be provided.<br>3. Sand will be provided. <br>4. If colors are required participants are requested to bring.<br>5. Event time will be 1:30 hour.",
        "fees": " Rs.10/- per participant",
        },    
      "seventh": {
       "name": "Best of the day",  
        "time": "04:00 PM",
        "venue": "CF Stage",
        "coordinators":"",
        "description":"The best dressed girl and the best dressed boy dressed according to the theme of the day will be selected as the winner.",
        "tagline":"",
        "rules":"",
        "fees": "",       
        },
        "eighth": {
       "name": "DDU's Dramebaaz",  
        "time": " 11:00am onwards",
        "venue": "",
        "coordinators":"Jayraj Sodha-8866084454<br>Swai Bandekar-9574374803",
        "description":"If you ever think that there is something like acting ka keeda in you than, yes you knocked the right door. This is a unique event which will bring out the hidden actor in you.<br> We are providing you a platform to full fill the dream of being as actor.<br>The event would be conducted in three rounds as follows:<br><br>Round 1: 09th March, 2016<br>Here, the participants have to act on a scene of their own choice. They have to prepare an act of 3 minutes at least.<br>(You can take any Bollywood scene or any myths scene or based on your own script)<br>(Winners from round 1 would go to round 2)<br><br>Round 2: 10th March, 2016<br>In this round the winners of first round would be randomly assigned another partner and they will perform together. (Boy with boy or Girl with girl or Boy with girl) (Best couples would be shortlisted to round 3). The marks will be given to individual even if you are in pair.<br><br>Round 3: 10th March, 2016<br>In this round participants will be given a particular situation/scene to prepare in a time of two hours a two hour before the round and you would have to prepare the scene, dialogues, and script on your own and have to present the act of at least five minutes (You have to perform on stage and probes should be arranged by you if required). The winners would be solely selected on the basis of the act.",
        "tagline":"Lights Camera Drama..!!!",
        "rules":"", 
        "fees":"20/- per participant",      
        },
		"ninth": {
       "name": "Abstract Thoughts",  
        "time": " 11:00am onwards",
        "venue": "",
        "coordinators":"Pooja Mandavia - 8866906869",
        "description":"This is a photo capture event. In which, Shutterbugs will provide props to the participants. Participants will arrange props according to their imagination, and than they will capture those props.",
        "rules":"-For arrangement and capture of props, each participant will be given 30 min. <br>-Participants have to bring their own camera and other equipments.<br>-Participants may click any number of clicks in 45 min. but they can submit only their best 3 clicks.<br>-Each photograph will be scored on 1-10 scale.<br>-The participant who get highest score may win.", 
        "fees":"30/- per person",      
        },
		
    },
        "friday": {
      "date": "11th March",
      "host":"CL-CH",
      "first": {
        "name": "Box cricket",  
        "time": "10:00am onwards",
        "venue": "Sports ground",
        "coordinators":"Jay Patel (9408177337)</br>Aditya Jain (9714851731)",
        "description":" A game will consist of one inning per team and each inning would consist of 5 overs.<br> Each team will have 5 players (4 males and 1 female member are mandatory). No team will be allowed to play with less than five players. ",
        "tagline":"Keep Calm and Bat on....",
        "rules":" The team will have to be present in the ground 15 minutes before the scheduled game.<br> Each player can bowl maximum of 1 over.<br> No ball' will not be counted but for each no ball 2 runs will be given to opponent. <br> 'Wide ball' will not be counted but for each wide ball 2 runs will be given to opponent.<br> The ball must not bounce more than once when pitched or otherwise it will be a no ball and 2    runs will be given to the batsman.<br> If the ball hits directly over the boundary it will be treated as an out.<br> Rules for bowled, caught out, run out, hit wicket, leg before wicket & stumped out shall be the    same as traditional cricket. <br> If the batsman hits the ball twice, he is out.<br> Basic dress code same as tradition.<br>Underarm bowling is mandatory.<br> Decision of umpire on field will be final.",
        "fees": "Rs. 150/- per team",
        },
      "second": {
       "name": "Distraction Mehendi",  
        "time": "02:00pm onwards",
        "venue": "CF",
        "coordinators":"Tanvir Bassan (9428900061)<br>Snigdha Thummalapalli (7569692854)",
        "description":"It's a Mehendi completion where the participants will make mehendi designs on their partners' hands. The coordinators will add some distracting features which will make the competition more interesting. Distractions will be introduced to the participants at the time of completion.",
        "tagline":"Mehendi with a twist!!",
        "rules":"1. Participants should bring necessary materials. <br>2. Participants shall not be allowed to use colored mehendi, glitters or stickers.<br>3.  One hour will be provided to each participant.<br>4.  Participants can use pictures from hard copy but soft copy or use of internet shall not be allowed.<br>5. Participants should bring their own partner.",
        "fees": "10/- per participant",
        },
      "third": {
       "name": "Touch me not",  
        "time": "10:00am onwards",
        "venue": "CF",
        "coordinators":"Mehul Budasna (9737798342)<br> Saloni Savani (7874774054) <br> Charmy Patel (9574954896)",
        "description":"Participants will be provided with a little complex path of conductor which is connected to a ring shaped lead. Whenever the ring touches the conductor, the circuit shorts and the buzzer turns on, resulting into failure attempt of the participant. Two chances will be given t each participant to cross the path.",
        "tagline":"Let's have some fun with ELECTRONICS!!!",
        "rules":"",
        "fees": "Rs. 10/- per participant",
        },
      "fourth": {
        "name": "Roadies",
        "time": "10:00 am onwards",
        "venue": "CF",
        "coordinators":"Hardik Makwana (9687033596)<br>Vijay Maghudiya (8155997600)",
        "description":"This game will be played for two days.<br><br>First day GD and PI rounds there, and other day tasks will going to be perform.<br><br>Day 1: The applicants are first attend a Group Discussion (GD) and then asked to fill out a form.<br> The form consists of basic questions regarding the applicant and includes some basic questions.<br> Moderators watch the performance of all the applicants in this GD and then they shortlist some people who are called for the Personal Interview round.<br> This personal interview takes place with some of the moderator.<br> And these interviews are known to be intense and try to bring out the true nature of the participant.<br><br>Day 2: Who are selected in PI (personal interview) they have to perform the physical task and go for the win and become the real roadies of the college.<br> Physical task is given by coordinator.<br> Participant must have to perform that task.<br> At last winner and runner up are declared and case prize are given to them. ",
        "tagline":"Dare to add your name here...!",
        "rules":"Individual participation only.<br> The decisions of the judges and coordinators of the contest will be final and binding on all the participants.<br> The organizers reserve the right to any changes to the rules and regulations.<br> The format and structure of events is subject to change before the actual beginning of the event.",
        "fees":"Rs.50/- Per participant.",
        },
      "fifth": {
       "name": "Nail art",  
        "time": "11:00 am onwards",
        "venue": "CF Platform",
        "coordinators":"Karishma Vadsaria (9825150080)<br>Nancy Sudhani(9638676829)",
        "description":"It is an event for designing nails and showing your creativity. The event will be theme based.The theme is Floral.",
        "tagline":"Where Nails Meet Art..",
        "rules":"Participant has to bring their own material for the nail designs.<br>One can participate individually or can bring a partner.<br>The time limit will be 30mins.",
        "fees": "Rs. 10/- per participant",
        },
      "sixth": {
       "name": "Best buddies",  
        "time": "11:00 am onwards",
        "venue": "CF Garden",
        "coordinators":"Mit Patel(9173391573)<br>Dhaval Parmar (9558102675)",
        "description":"Game will be played between teams consisting of three members each. Teams will be judged on the base on coordination, chemistry and corresponding knowledge.<br><br>Game consists of three rounds as mentioned below:<br>Round 1: It will consist of a quiz in which questions will be asked about your buddies(team members). Based on the performance in this rounds teams will be selected for the next round.<br>Round 2: Filtered teams from stage 1 will be playing a game in stage 2. This game will be disclosed at the time of event by the coordinators.<br>Round 3: This round also consists of performance of a physical task/activity as asked by the coordinators at the time of the event. The team who take lesser time to finish the job will be declared the winner.",
        "tagline":"Time to test your buddies!!!",
        "rules":"",
        "fees": "Registration fees: Rs. 100/- per team",
        },
      "seventh": {
        "name": "Don't you dare",  
        "time": "11:00am onwards",
        "venue": "CF Garden",
        "coordinators":"Mit Patel (9173391573)<br>Akshay Suthar   (9824872994)",
        "description":"This is a fun event where the participant will have to target the arrow to a moving dart wheel. Different dares will be printed on the wheel.<br>The participant will perform the activity according to his targeted dare.",
        "tagline":"",
        "rules":"",
        "fees": "No registration fees.",
        },
      "eighth": {
       "name": "Best of the day",  
        "time": "04:00 PM",
        "venue": "CF Stage",
        "coordinators":"",
        "description":"The best dressed girl and the best dressed boy dressed according to the theme of the day will be selected as the winner.",
        "tagline":"",
        "rules":"",
        "fees": "",       
        },
		 "ninth": {
       "name": "Mini Militia",  
        "time": "11:00 a.m.",
        "venue": "CF Platform",
        "coordinators":"Priyank Vaghela-9925339131 / 8690340051</br>hingragiya dharmik-7874352218</br>",
        "description":"This is Mini Militia, the counter strike (CS) of Android and king of all multiplayer games, in which hiding is not an option.<br><br> Round1: In this round, all the players will fight with each other to kill the opponents and those who scores high will go to next round.<br>Round2: Here the participants will play next stage of the game and best six will be proceed to the next round.<br>Round3: This round will be played between two teams each consisting of 3 players out of which one team will be declared winner.<br>Participants will have to bring their own mobile phones.",
        "tagline":"Come, Battle online!!!",
        "rules":"",
        "fees": "Rs. 20/- per participant.",
        },
		"tenth": {
       "name": "Photo Editor",  
        "time": "11.00 am onwards",
        "venue": "",
        "coordinators":"Meet Suthar - 9662901047",
        "description":"In this event, two images will be provided to each participant. <br>1. Landscape image <br>2. Portrait image. <br>Each participant will make two different types of editing on each image. ",
        "tagline":"See, Imagine, Edit",
        "rules":"-For this event each participant will be given 2 hour.<br>-Participants have to bring required equipments (laptop or cell-phone)<br>-Each photograph will be scored on 1-10 scale based of 4 images(2+2) they have submitted<br>-The participant who get highest score may win.", 
        "fees":"20/- per person",      
        },
    }
  }
}
