data={
    "Robotics": {
        "first": {
            "id": "",
            "name": "Death Race",
            "tagline": "Get ready for a killer race.",
            "description": "This is very much inspired from the movie “Death Race”.<br> You decide what the challenges will be that your opponent will face and they decide your fate as well.<br> Fasten your seat belts as you see a race like never before.<br>Round 1: Qualifying round:<br>All the team will participate in this round.<br> The team which will complete the track first will be eligible for next round and second one will be disqualified.<br>Round 2: Elimination round:<br>Qualified teams will participate in this round.<br> Two robots will race at the same time on same track and first 10 team who have completed this round in minimum time duration & with less penalty points will be qualified for final round.<br>Round 3: Final round:<br>Finalist teams will participate for this round.<br> Some surprise hurdles will be added in this round.<br> The team which takes lowest time& less penalty point will be announced as a winner.<br> ",
            "rules": "ROBOT SPECIFICATIONS:<br>					1.	    The maximum dimension of the robot can be 10 x 10 x10 inch (l x b x h).<br>					2.	    The robot may be wired or wireless.<br>					3.	   The weight of robot should be of 2to 4 kg.<br>					4.	    Diameter of wheel is max upto 4.<br>5 inches& thickness of the wheel is up to 1.<br>5 inch.<br>					5.	   Surface clearance 0.<br>75 inch.<br> 					6.	    Battery Supply from 6 to 24V.<br>					7.	    Readymade toys car are not allowed.<br>					8.	    Any type of explosive materials is not allowed in the robot.<br>				RULES AND REGULATIONS:<br>					1.	Robot should be as per the given specifications which will be checked before the event.<br>					2.	Each team can have maximum four members.<br> Students from different institutes can form a team.<br>					3.	Each member of the team must contain the identity card of his/her respected institute.<br>					4.	The robot should not damage the arena.<br>					5.	Any changes in the robots will not allowed after completion of qualifying round.<br>					6.	During race if robots malfunction that team will be disqualified.<br> 					7.	The robot must not leave behind any of its parts during the run; else it will result in disqualification					8.	Unethical behavior could lead to disqualification.<br> Faculty-coordinators have all the rights to take final decision for any matter during the event.<br>					9.	Three hand touches are allowed with penalty of +10 seconds.<br> For each hand touch, penalty time will be added over and above the overall time required by robot for completion of the specified round.<br>					10.	Decision about your robot will be taken by the organizers.<br>					11.	Your robot must be ready when the call is made for your team.<br>					12.	Participant Certificates will provide on the spot at the time of event.<br>					13.	Judge's decision and coordinator’s decision will be considered as final.<br>					14.	It is recommended participants registered themselves before on or before 4th march 2015.<br>On the spot registration is also accepted based on request of participants.<br>",            "teamsize": "max. 4",
			"date" : "9th March 2016 ",
            "time": "9.30 AM to 5.30PM",
            "venue": "",
            "fees": "300/- per team",
            "contact": "Jinesh Soni <br>Email Id:jineshmsoni262@gmail.com  Mobile: 7600598117<br>Parth Varmora<br>Email Id :parthtvarmora@gmail.com   Mobile:9737082587",
          },
        "second": {
            "id": "",
            "name": "Line Follower",
            "tagline": "Straighten yourself up, twist your guts out. You bot have to do a lot more at line following, Felicific 2015.",
            "description": "There will be trial round followed by main round.<br>							1)	In trial round, 5 minutes will give to each team.<br> In this round, team will put their bot on arena.<br> They will test and check their bot whether any modification require or not.<br> After Trail round, a break of 15 minutes will give.<br> In this break, teams will do necessary changes in their bots and make bots ready for main round.<br>							2)	Main round: It a final round after trial round.<br> In this, team has to start a bot and has to place in arena.<br> Maximum 3 hand touch will give to team.<br> Every hand touch will add penalty seconds in their timing.<br> 5 seconds will add in timing to each team with every hand touch.<br> After 3 hand touch, team will disqualify at 4th one.<br> Winning is based on timing. ",
            "rules": "•	Coordinators reserves right to ask explanation for robot.<br>						•	The robot expected to follow line perfectly.<br> It is necessary to keep line in between two wheels.<br> If robot deviates from line then it should be on line within 30 second.<br> 						•	The judgment of organizers and judges are final and abiding to all.<br>						•	Depending on situation, coordinators have a right to modify rules with permission of judges.<br>						•	Team member should have ID cards of their college.<br>						•	Before trial round, Robot must go under inspection for dimension, Supply voltage, etc.<br> If robot doesn’t satisfy any dimension then it will disqualify.<br>						•	Contestants will not allow to carry anything inside arena except robot.<br>						•	Any kind of modification in circuitry or code can be done in trail round or in break after trail round.<br> This cannot be done once team appear for main round.<br> 						Robot Specification: 							•	Length, breath and height of robot should be limited upto 20 cm.<br>							•	Robot should be completely autonomous.<br>							•	The robot can both, internally and externally power up.<br>							•	Maximum voltage for power up robot should not exceed 24 volt.<br>							•	Plug and play Kits will not allowed in competition.<br> Robot should  made by participants.<br>",            "teamsize": "1 to 5 participants",
			"date" : "9h March 2016",
            "time": "",
            "venue": "",
            "fees": "150/- per team",
            "contact": "Madhav Bhadiyadra <br>Email Id : madhavanbhadiyadra007@gmail.com   Mobile: 9429378866",
          },
		"third": {
            "id": "",
            "name": "Robo Soccer",
            "tagline": "BE VALIANT TO RUN A RISK FOR GOAL",
            "description": "Playing football using robots.<br>Round 1: Qualifying round:<br>					-	In qualifying round, two participants from each side of the ground try to make goals in a specified time.<br>					-	Each goal has score of 10 points.<br>					-	Only one participant scored highest point is eligible for the next round.<br>					Round 2: Final round:<br> 					-	In the second round, robot has to climb on slope which is made by wood & has to put a ball into a hole made in wooden block in a specified time period.<br>					-	But in the second round, there is another option of making a goal in the goal post same as first round.<br>",
            "rules": "-	If robot damages opponents robot or an arena, then respective team will be disqualified.<br>						-	Ball can’t be lifted off from ground.<br>						-	Judge's decision will be considered as final and binding to all.<br>						-	Readymade toy car/robot is not allowed.<br>						-	Decision to allow your robot will be taken by the organizers.<br> 						-	Your robot must be ready when the call is made for your team.<br>						-	We are not going to provide any type of DC power source for charging purpose.<br> You should have provision for that.<br>						-	Any type of misbehavior will lead your team to disqualification.<br>						-	Organizers keep all rights to change the rules at any time of an event.<br>						Judging Criteria:<br>						-	In the first round, if any participant will make a goal in goal post, the team will get 10 points for each goal.<br>						-	In the second round, 20 points will be given on placing the ball into the hole made in the block.<br>						-	The ball will not be allowed to fall down from the wooden block placed inside the ground.<br> If ball will fall down from the wooden block, then points will be deducted.<br>						-	The participant scoring more points in second round will be declared as a winner.<br>						Arena:-<br>						-	The dimensions of ground are 180cm x300cm.<br>						-	The goal post dimension is 100cm (width) at both sides.<br>   						-	The width of wooden slope is 40cm.<br>						-	Inclination of slope will be max 30 degree with respect to horizontal.<br>					Machine specification:-<br>						1.	The maximum dimensions of the robot can be 30cm x45 cmx30 cm (l x b x h).<br> 						2.	The robot may be wired or wireless.<br> 						3.	The weight of robot is up to 5 kg.<br> 						4.	Battery Supply max up to 24V DC.<br>						5.	Clamping should have max length up to 12 cm x 10 cm.<br>						6.	Readymade toy robot is not allowed.<br>						7.	In case of wireless robot, it must have dual frequency remote circuit to prevent interference with opponent’s robot.<br>",            "teamsize": "Maximum 5 participants per each team.",
			"date" : "",
            "time": "",
            "venue": "",
            "fees": "250/- per team",
            "contact": "Akshay Panesara<br>Email Id: akshay.panesara@gmail.com      Mobile: 9825118564<br>Nikunj Kukadia<br>Email Id: niks65599@gmail.com    Mobile: 9904465599",
          },
        "forth": {
            "id": "1",
            "name": "Robo war",
            "tagline": "War does not care about who is right, only who is left.",
            "description": "Number of rounds will be decided on the basis of number of participants.<br> Each round will comprise three sub-rounds of three minutes.<br> Participants should come with their own robo and fight with opponent robo and destroy it.<br> ",
            "rules": "1.	Only three participants will be allowed to operate robot.<br>						2.	Participants have to describe their robot and its every mechanism in front of judges before starting of an event.<br> Only after passing this round, participants are allowed to place their robo in arena.<br>  						3.	A robot that is deemed unsafe by the judges after the match has begun will be disqualified and therefore declared the loser.<br> The match will be immediately halted and the opponent will be awarded a win.<br>						4.	Teams not reporting on call from organizers will be disqualified.<br> 						5.	A robot is declared victorious if its opponent is immobilized.<br>						6.	A robot will be declared immobile if it cannot display linear motion of at least one inch in a timed period of 1 min.<br> A bot with one side of its drive train disabled will not be counted out if it can demonstrate some degree of controlled movement.<br> In case both the robots remain mobile after the end of the round then the winner will be decided subjectively.<br>						7.	If a robot is thrown out of the arena the match will stop immediately, and the robot still inside the arena will automatically be declared as the winner of that round.<br>						8.	Robots cannot win by pinning or lifting their opponents.<br> Organizers will allow pinning or lifting for a maximum of 30 seconds per pin/lift then the attacker robot will be instructed to release the opponent.<br> If two or more robots become entangled or a crushing or gripping weapon is employed and becomes trapped within another robot, then the competitors should make the timekeeper aware, the fight should be stopped and the robots separated by the safest means.<br>						9.	Each team will be given 5 minutes for maintenance free in each round (comprises 3 sub-rounds).<br> Participants can use this five minutes in any sub-round, but total maintenance time should not exceed 5 minutes for one round.<br>  						10.	For each minute used extra than given time, 10 points would be deducted.<br>						11.	Team using more than 10 minutes of maintenance time in a match will be disqualified.<br>						12.	Points will be taken into account only if there is no winner based on the immobilization criteria.<br>						13.	Point Scoring - Pinning Down = 30 points 	Aggressive attack / Damage = 50 points						14.	The team violating the above rules will be disqualified.<br>						15.	Judges decision will be as final and binding to all.<br>						16.	The Core committee members reserve the right to change any of the above mentioned rules at any time of an event.<br>						17.	Any type of misbehaviour with judges or any organising committee student will lead disqualification of team.<br> 						18.	Participants are required to stay up to date with the website.<br>						Damage – Through deliberate action, a robot either directly or indirectly reduces the functionality, effectiveness or defensibility of an opponent.<br> Damage is not considered relevant if a robot inadvertently harms itself.<br> 						Tactics – The robot exhibits a combat plan that exploits the robot's strengths against the weaknesses of its opponent.<br> Tactics is also defined as a robot exhibiting a deliberate defence plan that guards its weaknesses against the strengths of the opponent.<br>						Control – Control means a robot is able to attack an opponent at its weakest point, use its weapons in the most effective way, and minimize the damage caused by the opponent or its weapons.<br>						Offence – Offence is judged by the frequency, severity, boldness and effectiveness of attacks deliberately initiated by the robot against its opponent.<br> If a robot appears to have accidentally attacked an opponent, that act will not be considered offence.<br>						Specifications:-						Dimensions:<br>						1.The machine should fit in a box of dimensions 80 cm x 80 cm x 100 cm (l × b × h).<br> The external device used to control the machine or any external tank is not included in the size constraint & weight constrain (e.<br>g.<br> hydraulic cylinder etc.).<br>						2.The machine should not exceed 50 kg of weight.<br>						Robot Control Requirements:<br>						1.The machine can be controlled through wired or wireless remote.<br> Details of battery and power given below.<br>						2.	Remote control systems from toys might be used.<br> Remote control systems available in the market may also be used.<br>						3.	The team must have at least four frequency wireless remote control circuit or two dual control circuits which may be interchanged before the start of the race to avoid frequency interference with other teams.<br> The case of any interference in the wireless systems will not be considered for rematch or results.<br>						4.	In case of wired bots, the wires should remain slack at any instant during the fight.<br> All the wires coming out of the machine should be stacked as a single unit.<br> Also, the wires should be projected 500mm above the ground to avoid entanglement.<br> 						Battery and Power:<br>						1.	The machine can be powered electrically only.<br> Use of an IC engine in any form is not allowed.<br> On   board batteries must be sealed, immobilized-electrolyte types (such as gel cells, lithium, NiCad, NiMH, or dry cells).<br> The electric voltage between 2 points anywhere in the machine should not be more than 24 V DC at any point of time.<br> AC supply is not allowed or not going to be provided.<br> 						2.	Change of battery will not be allowed during the match.<br> Between two round it will be allowed.<br>						3.	It is suggested to have extra battery and wires ready and charged up during competition so that on advancing to next level, you don’t have to wait or suffer due to uncharged battery.<br> 						Weapons Systems:<br>						Robots can have any kind of cutters, flippers, saws, lifting devices, spinning hammers etc. as weapons with following exceptions and limitations.<br>						1.	Liquid projectiles.<br>						2.	Any kind of inflammable liquid.<br>						3.	Flame-based weapons.<br>						4.	Any kind of explosive or intentionally ignited solid or potentially ignitable solid.<br>						5.	Nets, tape, glue, or any other entanglement device.<br>						6.	High power magnets or electromagnets.<br>						7.	Radio jamming, tazzers, tesla coils, or any other high-voltage device.<br>						8.	Tethered or un-tethered projectiles.<br>						9.	Spinning weapons should not come in contact with the arena at any time.<br> Arena should not be damaged by any bot or doing same will lead to disqualification.<br> The competition will be played on a knock-out basis.<br> There may be some hurdles placed in an arena (subject to change, will be notified as soon as decided).<br>						Criteria for Victory:<br>						1.	A robot is declared victorious if its opponent is immobilized.<br>						2.	A robot will be declared immobile if it cannot display linear motion of at least one inch in a timed period of 1 min.<br>						3.	In case both the robots remain mobile after the end of the round then the winner will be decided on performance.<br>						4.	If a robot is thrown out of the arena the match will be stopped immediately, and the robot still inside the arena will be automatically declared as the winner of that round.<br>						5.	Points will be given on the basis of Aggression, Damage, Control, Strategy and Technology.<br>						SAFETY:<br>						1.	The machine would be checked for its safety before the competition and the team would be disqualified if their machine is found unsafe.<br> 						2.	Participants are expected to abide by the rules & should co-operate with the organizers.<br> 						3.	All participants build and operate robots at their own risk.<br> Please take care, not to hurt yourself or others while building, testing and competing.<br>",
            "teamsize": "Max. 5 participants per team.",
			"date" : "",
            "time": "",
            "venue": "",
            "fees": "300/team",
            "contact": "Mrudang Vithani<br>Email:mrudangvithani@gmail.com  Mobile:7698410283<br>Viral Gabani<brEmail:viralgabani37@gmail.com   Mobile:8460645149",
          }
      }
}